7-zip-full
acpi
adwaita-dark
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
aylurs-gtk-shell
b43-fwcutter
base
base-devel
bat
bind
blueberry
bluez-utils
bottom
brightnessctl
btop
btrfs-progs
bun-bin
cage
capitaine-cursors
cbonsai
chromium
cliphist
cmatrix
cointop
cool-retro-term
copyq
cpufetch
cutter
devtools
dex
distrobox
dmidecode
dmraid
dnsmasq
docker
dog
downgrade
dracut
duf
dunst
ee-editor
efitools
eww
eza
fasd
fastfetch
fd
ffmpegthumbnailer
fish
fkill
fuzzel
fvwm3
gammastep
garcon
git
git-credential-manager
github-cli
gkrellm
gksu
gnome-control-center
gnome-keyring
gnome-shell
gnome-tweaks
gnome-weather
gnu-netcat
go
gpart
gparted
gping
grub
gtklock
hash-identifier
hashcat
helix
hexchat
hollywood
hypr-git
hyprland
hyprpaper
hyprpicker
hyprshot
imagemagick
inxi
kitty
kvantum
kvantum-qt5
lans
less
lf
libreoffice-fresh
light
linux
linux-firmware
linux-hardened
linux-hardened-headers
linux-headers
localsend-bin
lolcat
lunar-client
ly
meld
mercury-browser-bin
miktex
minecraft-launcher
mpvpaper
nano
nano-syntax-highlighting
nasm
ncdu
neovim
nerdfetch
networkmanager
nmap
noto-fonts-emoji
nscde
ntfs-3g
numlockx
nwg-bar
nwg-clipman
nwg-dock
nwg-dock-hyprland
nwg-drawer
nwg-hello
nwg-look
nwg-menu
nwg-panel
obs-studio
obsidian
openresolv
openssh
os-prober
otf-font-awesome
paru
paru-debug
pavucontrol
pfetch-rs
picom
pkgfile
pnpm
polkit-kde-agent
powershell-preview-bin
prismlauncher
putty
qalculate-gtk
qt5-3d
qt5-serialport
qt5-styleplugins
qt5ct
qt6-3d
qtcreator
refind
reflector
resources
rustup
sassc
sdbus-cpp
shox
starship
subspace
swaylock-effects
swww
systemd-numlockontty
tabby-bin
terminus-font
terminus-font-ttf
termshark
thefuck
thunar
thunar-volman
tigervnc
tldr
tor
torbrowser-launcher
tree
ttf-ibmplex-mono-nerd
ttf-ubuntu-font-family
tumbler
uasm
udiskie
ventoy-bin
vesktop-bin
vibrantlinux
vim
virtualbox
visual-studio-code-insiders-bin
volumectl
vtm-bin
waterfox-bin
waybar
wayland-logout
wayvnc
wev
wine
wireguard-ui-bin
wireshark-qt
wl-clip-persist-git
wlr-randr
wlsunset
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xwaylandvideobridge
yt-dlg
yt-dlp
zig
zoom
zoxide
