accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adawaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
anki
appimagelauncher
arc-gtk-theme-eos
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bashtop
bat
bc
bind
bitchx-git
blueberry
bluez
bluez-utils
bottom
brightnessctl
btrfs-progs
bully
cantarell-fonts
cava-git
cbonsai
cliphist
cmatrix
cointop
copyq
cowsay
crate
ddrescue
deno
diffutils
discord
dnsmasq
docker
downgrade
dracut
duf
dunst
electron25
e2fsprogs
edex-ui-bin
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
fd
ffmpegthumbnailer
file-roller
firewalld
fish
fkill
flatpak
flawfinder
fping
fsarchiver
fuzzel
gammastep
gedit
gentium-plus-font
gimp
git
github-cli
gitui
glances
gnu-free-fonts
gnu-netcat
gparted
gpsd
greetd-tuigreet
grub
grub-customizer
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
guvcview-git
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hash-identifier
hashcat
haveged
hdparm
hollywood
hping
hwdetect
hwinfo
hyprland-git
hyprpaper
hyprpicker-git
hyprshot
imv
intel-ucode
inter-font
inxi
iodine
iptables-nft
iwd
jfsutils
jre8
keepassxc
kitty
less
libertinus-font
libglade
libgsf
libopenraw
libreoffice-fresh
libtirpc-compat
libwnck3
light
lynx
linux
linux-firmware
linux-headers
localsend-bin
logrotate
lsb-release
lsscsi
lunar-client
lvm2
lxpolkit-git
magicrescue
man-db
man-pages
maskprocessor
meld
mesa-utils
micro
minecraft-launcher
mitmproxy-git
mkinitcpio-numlock
mpc
mpd
mpvpaper
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
neofetch
neovide-git
neovim
nerdfetch
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nmap
nmtui
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntp
obs-studio
obsidian
openrazer-meta-git
openssh
openssh-askpass
os-prober
otf-cascadia-code
otf-cormorant
otf-fantasque-sans-mono
otf-fira-mono
otf-fira-sans
otf-font-awesome
otf-font-awesome-5
otf-ipaexfont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
otf-overpass
pacman-contrib
pavucontrol
perl
perl-class-errorhandler
perl-convert-pem
perl-crypt-dsa
perl-image-exiftool
pfetch
pipeline
pipes-rs
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plymouth-git
plymouth-theme-deus-ex-git
polkit-kde-agent
pacman-cleanup-hook
pacman-static
power-profiles-daemon
prismlauncher
pulse-browser-bin
putty
pv
python
python-argcomplete
python-backoff
python-capng
python-defusedxml
python-pyqt5
python-r2pipe
python-terminaltables
python2-cairo
python2-gobject2
python2-wrkzeug
python2-yaml
python3-aur
qalculate-gtk-nognome
qt5-wayland
qt6-wayland
quiet-git
ranger
razercfg
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rmlint
rtkit
ruby-docopt
ruby-zpng
s-nail
sdbus-cpp
sof-firmware
spdlog
spotube-bin
ssldump
sslscan
sslyze
starship-git
steam
swaylock-effects
swww
sysfsutils
systemd-sysvcompat
task
taskwarrior-tui-git
teams-for-linux-bin
terminus-font
testdisk
tex-gyre-fonts
texinfo
thefuck
tldr
torbrowser-launcher
torctl
ttf-3270-nerd
ttf-anonymous-pro
ttf-cascadia-code
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-times-new-roman
ttf-ubuntu-font-family
ttf-unifrakture
udiskie
unicode
unrar
unzip
update-grub
usb_modeswitch
usbutils
ventoy-bin
virtualbox
visual-studio-code-insiders-bin
volumectl
vulkan-intel
waybar-hyprland
wev
wf-recorder
wget
whatsapp-nativefier
which
wine
winexe
wireless_tools
wireplumber
wl-clip-persist-git
wlsunset
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
yt-dlg
yt-dlp
zathura
